Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/J66.tmx
Source language: en_us
Languages: zh_cn

source: CHAPTER I Literature and Literary Study
zh_cn: 第一章文学和文学研究

source: We must first make a distinction between literature and literary study.
zh_cn: 我们必须首先区别文学和文学研究。

source: The two are distinct activities: one is creative, an art; the other, if not precisely a science, is a species of knowledge or of learning.
zh_cn: 这是截然不同的两种事情：文学是创造性的，是一种艺术；而文学研究，如果称为科学不太确切的话，也应该说是一门知识或学问。

source: There have been attempts, of course, to obliterate this distinction.
zh_cn: 当然，也有人想消除这一区别。

source: For instance, it has been argued that one cannot understand literature unless one writes it, that one cannot and should not study Pope without trying his own hand at heroic couplets or an Elizabethan drama without himself writing a drama in blank verse.
zh_cn: 例如，有一种说法是：除非你自己搞创作，否则就理解不了文学；没有亲手写过英雄双韵体的人，就不能也不应该研究蒲柏（A.Pope），或者，不曾亲自用无韵诗写过戏剧的人，不能够也不应该去研究伊丽莎白时代的戏剧。

source: Yet useful as the experience of literary creation is to him, the task of the student is completely distinct.
zh_cn: 文学创作的经验对于一个文学研究者来说固然是有用的，但他的职责毕竟与作者完全不同。

source: He must translate his experience of literature into intellectual terms, assimilate it to a coherent scheme which must be rational if it is to be knowledge.
zh_cn: 研究者必须将他的文学经验转化成知性的（intellectual）形式，并且只有将它同化成首尾一贯的合理的体系，它才能成为一种知识。

source: It may be true that the subject matter of his study is irrational or at least contains strongly unrational elements; but he will not be therefore in any other position than the historian of painting or the musicologist or, for that matter, the sociologist or the anatomist.
zh_cn: 文学研究者研究的材料可能是非理性的，或者包含大量的非理性因素，但他的地位和作用并不因此便与绘画史家或音乐史家有所不同，甚至可以说与社会学家和解剖学家也没有什么不同。

source: Clearly, some difficult problems are raised by this relationship.
zh_cn: 显而易见，这种关系产生了不少难题。

source: The solutions proposed have been various.
zh_cn: 有关的答案也是五花八门的。

source: Some theorists would simply deny that literary study is knowledge and advise a “second creation,” with results which to most of us seem futile today--Pater’s description of Mona Lisa or the florid passages in Symonds or Symons.
zh_cn: 有些理论家直截了当地否认文学研究是一门学问，而认为它是一种“再创造”(“second creation”）。这种说法今天对大多数人来说是无效的——佩特（W.Pater）对蒙娜丽莎的评述，或西蒙兹（J.A.Symonds）及西蒙斯（A.Symons）等人华而不实的文章，都属于这种性质的批评。

source: Such “creative criticism” has usually meant a needless duplication or, at most, the translation of one work of art into another, usually inferior.
zh_cn: 所谓“创造性的批评”通常只是一种不必要的复述，充其量也只是把一件艺术作品翻作成另一件，一般来说都要比原件低劣一些。

source: Other theorists draw rather different skeptical conclusions from our contrast between literature and its study: literature, they argue, cannot be “studied” at all. We can only read, enjoy, appreciate it. For the rest, we can only accumulate all kinds of information “about” literature.
zh_cn: 还有一些理论家从通常对文学和文学研究的对比中，得出完全不同的全盘怀疑的结论：他们坚持说，文学是根本无法“研究”的，人们只能阅读、欣赏或鉴赏它，此外就只能是积累“有关”文学的各种资料了。

source: Such skepticism is actually much more widespread than one might suppose.
zh_cn: 这种怀疑论广泛流行的程度，实在出人意料。

source: In practice, it shows itself in a stress on environmental “facts” and in the disparagement of all attempts to go beyond them.
zh_cn: 实际上，它无非是强调将随着环境而变化的一些“事实”，而漠视超越它们的一切努力。

source: Appreciation, taste, enthusiasm are left to the private indulgence as an inevitable, though deplorable, escape from the austerity of sound scholarship.
zh_cn: 所谓的鉴赏、品味和热衷于文学等，必然可悲地成为回避正常学术研究的严谨性和沉湎于个人嗜好之中的遁词。

source: But such a dichotomy into “scholarship” and “appreciation” makes no provision at all for the true study of literature, at once “literary” and “systematic”.
zh_cn: 而这种将“研究”与“鉴赏”分割开来的两分法，对于既是“文学性”的，又是“系统性”的真正文学研究来说，是毫无助益的。

source: The problem is one of how, intellectually, to deal with art, and with literary art specifically.
zh_cn: 问题在于如何对艺术，尤其是作为文学的艺术，作理智性的探讨。

source: Can it be done?
zh_cn: 这样做有可能吗？

source: And how can it be done?
zh_cn: 怎样才有可能？

source: One answer has been: it can be done with the methods developed by the natural sciences, which need only be transferred to the study of literature.
zh_cn: 有人的回答是：只要将自然科学运用的那些方法移用到文学研究上，便有可能了。

source: Several kinds of such transfer can be distinguished. One is the attempt to emulate the general scientific ideals of objectivity, impersonality, and certainty, an attempt which on the whole supports the collecting of neutral facts.
zh_cn: 移用的方法有多种，一种是仿效一般科学的客观性、无我性和确定性诸优点，对于搜集不因人而异的中性资料来说，这种设想大致是成功的。

source: Another is the effort to imitate the methods of natural science through the study of causal antecedents and origins; in practice, this “genetic method” justifies the tracing of any kind of relationship as long as it is possible on chronological grounds.
zh_cn: 另一种是因袭自然科学的方法，探究文学作品的前身和起源；事实上，这种“起因研究法”，只要有编年资料可据，对于任何关系的探讨都是合适的。

source: Applied more rigidly, scientific causality is used to explain literary phenomena by the assignment of determining causes to economic, social, and political conditions.
zh_cn: 这种科学上的因果律的运用往往过于僵化，即将决定文学现象的原因简单地归结于经济条件、社会背景和政治环境。

source: Again, there is the introduction of the quantitative methods appropriately used in some sciences, i.e., statistics, charts, and graphs.
zh_cn: 此外，也有人把某些科学上通用的定量方法，如统计学、图表、坐标图等，引进文学研究的领域。

source: And finally there is the attempt to use biological concepts in the tracing of the evolution of literature.
zh_cn: 最后，还有人用生物学的概念探讨文学的进化问题。

source: Today there would be almost general recognition that this transfer has not fulfilled the expectations with which it was made originally.
zh_cn: 今天，一般人都认识到单纯的移用并不能达到预期的效果。

source: Sometimes scientific methods have proved their value within a strictly limited area, or with a limited technique such as the use of statistics in certain methods of textual criticism.
zh_cn: 科学方法仅就十分有限的文学研究范围或者某些特殊的文学研究手段而言，有时是有价值的。例如，将统计学用于版本校勘或格律研究上即是。

source: But most promoters of this scientific invasion into literary study have either confessed failure and ended with skepticism or have comforted themselves with delusions concerning the future successes of the scientific method.
zh_cn: 但是，大部分提倡以科学方法研究文学的，不是承认失败、宣布存疑待定来了结，就是以科学方法将来会有成功之日的幻想来慰藉自己。

source: Thus, I. A. Richards used to refer to the future triumphs of neurology as insuring the solutions of all literary problems.
zh_cn: 例如，理查兹（I.A.Richards）就惯以精神病学的未来成就，向人保证所有文学问题的解决。

source: We shall have to come back to some of the problems raised by this widespread application of natural science to literary study.
zh_cn: 我们应该回顾一下在文学研究中广泛运用自然科学方法所产生的一些问题。

source: They cannot be dismissed too facilely and there is, no doubt, a large field in which the two methodologies contact or even overlap.
zh_cn: 这些问题无法轻易地抹掉。无疑，文学研究和科学研究两者在方法论上有许多交叉和重叠的地方。

source: Such fundamental methods as induction and deduction, analysis, synthesis, and comparison are common to all types of systematic knowledge.
zh_cn: 诸如归纳、演绎、分析、综合和比较等基本方法，对于所有系统性的知识来说，都是通用的。

source: But, patently, the other solution commends itself: literary scholarship has its own valid methods which are not always those of the natural sciences but are nevertheless intellectual methods.
zh_cn: 但是，还有有说服力的例子可以表明：文学研究自有不同于自然科学研究的其他有效方法，这些就是理智性的方法。

source: Only a very narrow conception of truth can exclude the achievements of the humanities from the realm of knowledge.
zh_cn: 只有对真理抱着十分狭隘的观念的人，才会摈斥人文科学的种种成就于知识领域之外。

source: Long before modern scientific development, philosophy, history, jurisprudence, theology, and even philology had worked out valid methods of knowing.
zh_cn: 远在现代科学发展之前，哲学、历史、法学、神学，甚至语言学，都已经找到各种有效的致知方法。

source: Their achievements may have become obscured by the theoretical and practical triumphs of the modern physical sciences; but they are nevertheless real and permanent and can, sometimes with some modifications, easily be resuscitated or renovated.
zh_cn: 现代物理学在理论和实践上的胜利，可能掩盖了以上那些学科的成就。这不等于说，人文科学的那些致知方法因此就不真实和有效；应该说，有时略加修正和补充之后，它们可以轻而易举地再度发挥作用或者发生革新的变化。

source: It should be simply recognized that there is this difference between the methods and aims of the natural sciences and the humanities.
zh_cn: 自然科学与人文科学这两门科学在方法和目的上都存在着差异，是我们首先应该认识到的。

source: How to define this difference is a complex problem.
zh_cn: 如何弄清这种差异，这是一个复杂的问题。

source: As early as 1883, Wilhelm Dilthey worked out the distinction between the methods of natural science and those of history in terms of a contrast between explanation and comprehension.
zh_cn: 早在1883年，狄尔泰（W. Dilthey）就以“解释”和“理解”这两种认识范畴的对比来说明自然科学方法和历史学方法的不同。

source: The scientist, Dilthey argued, accounts for an event in terms of its causal antecedents, while the historian tries to understand its meaning.
zh_cn: 狄尔泰认为，科学家以事物的始末缘由来解释它的本质，而历史学家则致力于理解事件的意义。

source: This process of understanding is necessarily individual and even subjective.
zh_cn: 这种理解的程序必然是独自进行的，甚至是主观的。

source: A year later, Wilhelm Windelband, the well-known historian of philosophy, also attacked the view that the historical sciences should imitate the methods of the natural sciences.
zh_cn: 一年之后，著名的哲学史家文德尔班（W. Windelband）也对历史学必须因袭自然科学的方法这一观点加以抨击。

source: The natural scientists aim to establish general laws while the historians try to grasp the unique and non-recurring fact.
zh_cn: 他认为，自然科学家旨在建立普遍的法则，而历史学家则试图领会独一无二、无法重演的事实。

source: This view was elaborated and somewhat modified by Heinrich Rickert, who drew a line not so much between generalizing and individualizing methods as between the sciences of nature and the sciences of culture.
zh_cn: 后来，李凯尔特（H.Rickert）又对这观点作了精心的研究，并稍加修正和补充。他不太注重概括和个性化探讨两种方法的分野，而是更多地关心自然科学与人文科学之间的差别。

source: The sciences of culture, he argued, are interested in the concrete and individual. Individuals, however, can be discovered and comprehended only in reference to some scheme of values, which is merely another name for culture.
zh_cn: 他认为，人文科学的研究重心在于具体和个别的事实，而个别的事实只有参照某种价值体系（scheme of values）——这不过是文化的别名——才能被发现和理解。

source: In France, A. D. Xenopol distinguished between the natural sciences as occupied with the “facts of repetition” and history as occupied with the “facts of succession”.
zh_cn: 在法国，色诺波（A.D. Xenopol）提出这样的界说：自然科学的研究对象是“重复的事实”，人文科学的研究对象是“延续的事实”。

source: In Italy, Benedetto Croce based his whole philosophy on a historical method which is totally different from that of the natural sciences.
zh_cn: 在意大利，克罗齐（B. Croce）将他整个的哲学建立在与自然科学方法完全不同的历史学方法的基础上。

source: A full discussion of these problems would involve decision on such problems as the classification of the sciences, the philosophy of history, and the theory of knowledge.
zh_cn: 充分地讨论这些问题，将涉及科学的分类、历史哲学和认识论等方面的见解。

source: Yet a few concrete examples may at least suggest that there is a very real problem which a student of literature has to face. Why do we study Shakespeare?
zh_cn: 但是，有一些具体的例子至少可以说明一个文学研究者必须面对这一非常实际的问题：我们为什么要研究莎士比亚？

source: It is clear we are not primarily interested in what he has in common with all men, for we could then as well study any other man, nor are we interested in what he has in common with all Englishmen, all men of the Renaissance, all Elizabethans, all poets, all dramatists, or even all Elizabethan dramatists, because in that case we might just as well study Dekker or Heywood.
zh_cn: 显然，我们感兴趣的不是他与众人有共同之处，否则我们可以去研究任何一个人；我们感兴趣的也不是他与所有英国人、所有文艺复兴时期的人、所有伊丽莎白时代的剧作家有共同之处，如果是那样的话，我们完全可以只去研究德克尔（T. Dekker）和海伍德（T. Heywood）。

source: We want rather to discover what is peculiarly Shakespeare’s, what makes Shakespeare Shakespeare; and this is obviously a problem of individuality and value.
zh_cn: 我们要寻找的是莎士比亚的独到之处，即莎士比亚之所以成其为莎士比亚的东西；这明显是个性和价值的问题。

source: Even in studying a period or movement or one specific national literature, the literary student will be interested in it as an individuality with characteristic features and qualities which set it off from other similar groupings.
zh_cn: 甚至在研究一个时期、一个文学运动或特定的一个国家文学时，文学研究者感兴趣的也只是它们有别于同类其他事物的个性以及它们的特异面貌和性质。

source: The case for individuality can be supported also by another argument: attempts to find general laws in literature have always failed.
zh_cn: 个性说可以找到另外一个有力的论据，即探讨文学的普遍法则的努力终归要失败。

source: M. Cazamian’s so-called law of English literature, the “oscillation of the rhythm of the English national mind” between two poles, sentiment and intellect (accompanied by the further assertion that these oscillations become speedier the nearer we approach the present age), is either trivial or false.
zh_cn: 卡扎缅（L.Cazamian）所谓的英国文学规律，即英国国民性的节奏摆动于感情和理智的两极之间（还说这种摆动越来越快）的规律，如果说不是琐碎、无意义的，就应该说是荒谬的。

source: It breaks down completely in its application to the Victorian age.
zh_cn: 这一“法则”根本不适用于维多利亚时期。

source: Most of these “laws” turn out to be only such psychological uniformities as action and reaction, or convention and revolt, which, even if they were beyond doubt, could not tell us anything really significant about the processes of literature.
zh_cn: 这类“法则”大多数不外是作用与反作用或者因循与抗争之类的心理趋向，即使是无可怀疑的，仍说明不了创作过程中任何有意义的实质性东西。

source: While physics may see its highest triumphs in some general theory reducing to a formula electricity and heat, gravitation and light, no general law can be assumed to achieve the purpose of literary study: the more general, the more abstract and hence empty it will seem; the more the concrete object of the work of art will elude our grasp.
zh_cn: 物理学的最高成就可以见诸一些普遍法则的建立，如电和热、引力和光等的公式。但没有任何的普遍法则可以用来达到文学研究的目的：越是普遍就越抽象，也就越显得大而无当、空空如也；那不为我们所理解的具体艺术作品也就越多。

source: There are thus two extreme solutions to our problem.
zh_cn: 这样，我们所讨论的问题就有两个极端的解答方法。

source: One, made fashionable by the prestige of the natural sciences, identifies scientific and historical method and leads either to the mere collection of facts or to the establishment of highly generalized historical “laws”.
zh_cn: 其一是在自然科学的优势影响下流行起来的，将科学方法与历史学方法视为一途，从而使文学研究仅限于搜集事实，或者只热衷于建立高度概括的历史性“法则”。

source: The other, denying that literary scholarship is a science, asserts the personal character of literary “understanding” and the “individuality”, even “uniqueness”, of every work of literature.
zh_cn: 其二则是否认文学研究为一门科学，坚持对文学的“理解”带有个人性格的色彩，并强调每一文学作品的“个性”，甚至认为它具有“独一无二”的性质。

source: But in its extreme formulation the anti-scientific solution has its own obvious dangers.
zh_cn: 然而，后一种反科学的方法，趋向极端时显然要冒一定的风险。

source: Personal “intuition” may lead to a merely emotional “appreciation”, to complete subjectivity.
zh_cn: 因为个人的“直觉”可能导致仅仅诉诸感情的“鉴赏”（emotional “appreciation”），导致十足的主观性。

source: To stress the “individuality” and even “uniqueness” of every work of art--though wholesome as a reaction against facile generalizations--is to forget that no work of art can be wholly “unique” since It then would be completely incomprehensible.
zh_cn: 强调每一艺术作品的“个性”以至它的“独一无二”的性质，虽然对于那些轻率的和概念化的研究方法来说具有拨乱反正的作用，但它却忘记了这样的事实：任何艺术作用都不可能是“独一无二”的，否则就会令人无法理解。

source: It is, of course, true that there is only one Hamlet or even one “Trees” by Joyce Kilmer.
zh_cn: 当然，我们只有一部《哈姆雷特》，只有一本基尔默(J. Kilmer）的《树》。

source: But even a rubbish heap is unique in the sense that its precise proportions, position, and chemical combinations cannot be duplicated exactly.
zh_cn: 但是，如果从这种意义来说，一堆垃圾也是独一无二的，因为不可能有另外一堆垃圾在体积大小、坐落位置和化学成分上与这一堆完全相同。

source: Moreover, all words in every literary work of art are, by their very nature, “generals” and not particulars.
zh_cn: 进而言之，每一文学作品的文词，本质上都是“一般性的”，而不是特殊的。

source: The quarrel between the “universal” and “particular” in literature has been going on since Aristotle proclaimed poetry to be more universal and hence more philosophical than history, which is concerned only with the particular, and since Dr. Johnson asserted that the poet should not “count the streaks of the tulip”.
zh_cn: 文学上关于“普遍性”和“特殊性”的无休止的争论起自亚里士多德（Aristotle），他宣称诗比历史更具普遍性，因此更带有哲学意味，而历史则仅仅注意特殊的事例；也起自约翰逊博士（S. Johnson），他断言诗人不应该去“计算郁金香花的瓣数”。

source: The Romantics and most modern critics never tire of stressing the particularity of poetry, its “texture”, its concreteness.
zh_cn: 浪漫主义者和大多数的现代批评家，都不厌其烦地强调诗的特性、诗的“肌质"（texture）、诗的具体性。

source: But one should recognize that each work of literature is both general and particular, or--better, possibly--is both individual and general.
zh_cn: 然而，须知每一文学作品都兼具一般性和特殊性，或者与全然特殊和独一无二性质有所不同。

source: Individuality can be distinguished from complete particularity and uniqueness. Like every human being, each work of literature has its individual characteristics; but it also shares common properties with other works of art, just as every man shares traits with humanity, with all members of his sex, nation, class, profession, etc.
zh_cn: 就像一个人一样，每一文学作品都具备独有的特性；但它又与其他艺术作品有相通之处，如同每个人都具有与人类、与同性别、与同民族、同阶级、同职业等的人群共同的性质。

source: We can thus generalize concerning works of art, Elizabethan drama, all drama, all literature, all art.
zh_cn: 认识到这一点，我们可以就所有戏剧、所有文学、所有艺术等进行概括，寻找它们的一般性。

source: Literary criticism and literary history both attempt to characterize the individuality of a work, of an author, of a period, or of a national literature.
zh_cn: 文学批评和文学史二者均致力于说明一篇作品、一个对象、一个时期或一国文学的个性。

source: But this characterization can be accomplished only in universal terms, on the basis of a literary theory.
zh_cn: 但这种说明只有基于一种文学理论，并采用通行的术语，才有成功的可能。

source: Literary theory, an organon of methods, is the great need of literary scholarship today.
zh_cn: 文学理论，是一种方法上的工具（an organon of methods），是今天的文学研究所急需的。

source: This ideal docs not, of course, minimize the importance of sympathetic understanding and enjoyment as preconditions of our knowledge and hence our reflections upon literature. But they are only preconditions.
zh_cn: 当然，我们这种设想并不轻视共鸣理解（sympathetic understanding）和作用作为我们对文学的认识和思考的先决条件的重要性，但这些只是先决条件而已。

source: To say that literary study serves only the art of reading is to misconceive the ideal of organized knowledge, however indispensable this art may be to the student of literature.
zh_cn: 尽管阅读的艺术对于文学研究者来说是必不可少的，但如果说文学研究仅仅是为了阅读艺术服务，那就误解了这门系统性知识的宗旨。

source: Even though “reading” be used broadly enough to include critical understanding and sensibility, the art of reading is an ideal for a purely personal cultivation.
zh_cn: 广义的“阅读”虽然也可以包括批评性的理解和感悟，但是阅读艺术仍只是个人修养的目标。

source: As such it is highly desirable, and also serves as a basis of a widely spread literary culture. It cannot, however, replace the conception of “literary scholarship”, conceived of as super-personal tradition.
zh_cn: 阅读艺术是人们极为需要的，而且也是普及文学修养的基础，但它不能代替“文学学”（literary scholarship），因为“文学学”这一观念已经被认为是超乎个人意义的传统，是一个不断发展的知识、识见和判断的体系。

source: The Nature of Literature
zh_cn: 第二章文学的本质

source: The first problem to confront us is, obviously, the subject matter of literary scholarship.
zh_cn: 我们面临的第一个问题显然是文学研究的内容与范围。

source: What is literature?
zh_cn: 什么是文学？

source: What is not literature?
zh_cn: 什么不是文学？

source: What is the nature of literature?
zh_cn: 什么是文学的本质？

source: Simple as such questions sound, they are rarely answered clearly.
zh_cn: 这些问题看似简单，可是难得有明晰的解答。

source: One way is to define “literature” as everything in print.
zh_cn: 有人认为凡是印刷品都可称为文学。

source: We then shall be able to study the “medical profession in the fourteenth century” or “planetary motion in the early Middle Ages” or “Witchcraft in Old and New England”.
zh_cn: 那么，我们很可以去研究“14世纪的医学”、“中世纪早期的行星运行说”或者“新、老英格兰的巫术”。

source: As Edwin Greenlaw has argued, “Nothing related to the history of civilization is beyond our province”; we are “not limited to belles lettres or even to printed or manuscript records in our effort to understand a period or civilization”, and we “must see our work in the light of its possible contribution to the history of culture”.
zh_cn: 正如格林罗(E.Greenlaw）所主张的：“与文明的历史有关的一切，都在我们的研究范围之内”；我们“在想法理解一个时代或一种文明时，不局限于‘纯文学’（belles-lettres），甚至也不局限于付印或未付印的手稿”，“应该从对文化史的可能贡献的角度出发，看待我们的研究工作"。
